angular.ng-template
bradlc.vscode-tailwindcss
bwildeman.tabulous
chouzz.vscode-better-align
chrmarti.network-proxy-test
dan-c-underwood.arm
danielpinto8zz6.c-cpp-project-generator
davidanson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
erlang-ls.erlang-ls
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
golang.go
iceliu.highlight-icemode
ionutvmi.path-autocomplete
jakebecker.elixir-ls
kabie.elixir-zigler
lacroixdavid1.vscode-format-context-menu
luveti.kconfig
marus25.cortex-debug
mateuszchudyk.hexinspector
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mhutchie.git-graph
ms-ceintl.vscode-language-pack-zh-hans
ms-vscode.cpptools
ms-vscode.hexeditor
pflannery.vscode-versionlens
pygc.spacetab
redhat.vscode-yaml
redjue.git-commit-plugin
ritwickdey.liveserver
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
spmeesseman.vscode-taskexplorer
steoates.autoimport
stylelint.vscode-stylelint
sztheory.hex-lens
takumii.markdowntable
takumii.tabspace
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
wangweixuan.yithemes
webfreak.debug
yzane.markdown-pdf
ziglang.vscode-zig
zignd.html-css-class-completion
