alefragnani.bookmarks
angular.ng-template
bradlc.vscode-tailwindcss
bwildeman.tabulous
charliermarsh.ruff
chouzz.vscode-better-align
christian-kohler.path-intellisense
chrmarti.network-proxy-test
dan-c-underwood.arm
danielpinto8zz6.c-cpp-project-generator
davidanson.vscode-markdownlint
editorconfig.editorconfig
erlang-language-platform.erlang-language-platform
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
iceliu.highlight-icemode
isopodlabs.taskviewer
jakebecker.elixir-ls
kabie.elixir-zigler
kisstkondoros.vscode-gutter-preview
kylemicallefbonnici.dts-lsp
lacroixdavid1.vscode-format-context-menu
llvm-vs-code-extensions.vscode-clangd
luveti.kconfig
marus25.cortex-debug
mateuszchudyk.hexinspector
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
mhutchie.git-graph
ms-ceintl.vscode-language-pack-zh-hans
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.hexeditor
pflannery.vscode-versionlens
pygc.spacetab
redhat.vscode-yaml
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
steoates.autoimport
stylelint.vscode-stylelint
sztheory.erlang-formatter
sztheory.hex-lens
takumii.markdowntable
takumii.tabspace
twxs.cmake
vadimcn.vscode-lldb
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
wangweixuan.yithemes
webfreak.debug
yzane.markdown-pdf
ziglang.vscode-zig
zignd.html-css-class-completion
